ush/LewisAndClark.tex
% Created 2021-09-20 Mon 02:07
% Intended LaTeX compiler: pdflatex
\documentclass{scrartcl}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fontspec}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage[dvipsnames]{xcolor}
\usepackage[colorlinks=true, linkcolor=Blue, citecolor=BrickRed, urlcolor=PineGreen]{hyperref}
\usepackage{indentfirst}
\setmainfont[Ligatures=TeX]{Alegreya}
\setmonofont[Ligatures=TeX]{Liga SFMono Nerd Font}
% features: (italic-quotes par-sep)
\renewcommand{\quote}{\list{}{\rightmargin\leftmargin}\item\relax\em}

\setlength{\parskip}{\baselineskip}
\setlength{\parindent}{0pt}

% end features
\author{Shaurya Singh}
\date{\today}
\title{Lewis and Clark \#1}
\colorlet{greenyblue}{blue!70!green}
\colorlet{blueygreen}{blue!40!green}
\providecolor{link}{named}{greenyblue}
\providecolor{cite}{named}{blueygreen}
\hypersetup{
  pdfauthor={Shaurya Singh},
  pdftitle={Lewis and Clark \#1},
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 28.0.50 (Org mode 9.5)},
  pdflang={English},
  breaklinks=true,
  colorlinks=true,
  linkcolor=,
  urlcolor=link,
  citecolor=cite
}
\urlstyle{same}
\begin{document}

\maketitle

\section{Did Lewis and Clark Treat the Native Americans they Encountered Respectfully?}
\label{sec:org9c29bec}

Lewis and Clark did not treat the natives with respect based on their writing
and their speech to the Otoe Tribe. Throughout Document E, you can see Lewis and
Clark reffering to the Native Americans as children. He also instills fear in
the Natives, forcing them to submit to the demands of white men.
\begin{quote}
Children . . . you are to live in peace with all the white men, for they are [the
great chief’s] children; neither wage war against the red men your
neighbors, for they are equally his children and he is bound to protect them.

\begin{itemize}
\item Lewis and Clark to the Otoe Indians, August 4, 1804.
\end{itemize}
\end{quote}

It's clear from the text Lewis and Clark thing of themselves not as equals, but
above the Native Americans. Additionally, Lewis and Clark killed a Native
American stole their gun, leaving a medal over the Native's dead body to
intimidate the tribe. We can see this in Document B
\begin{quote}
We left one of our horses and took four of the best of those of the Indians.
While the men were preparing the horses, I put four shields and two bows
and quivers of arrows which had been left [by the Indians] on the fire. . . . I
also retook the flag but left the medal about the neck of the dead man that
they might be informed who we were.

\begin{itemize}
\item Diary of Meriwether Lewis, July 27, 1806.
\end{itemize}
\end{quote}

Lewis and Clark were insensitive to the Native Americans and their needs. In addition
to calling the blackfeet \emph{“a vicious, lawless and rather an abandoned set of wretches.”}, the two exploreres brought diseases that killed up to 90\% of some
tribes. Times magazine agrees, calling Lewis, Clark's, and Jefferson's land-grab
policy, a direct of what they call ``Cultural Genocide'' and ``ethnic clensing''
\end{document}
